{
  "Fgorm6zf": "e2e4:c7c6|f1c4:d7d5|c4b3:d5e4|d1h5:g7g6|h5h4:g8f6|f2f3:e4f3|g1f3:f8g7|e1g1:c8f5|d2d4:e8g8|b1c3:b8d7|c1h6:b7b5|h2h3:a7a5|g2g4:g7h6|h4h6:a5a4|g4f5:a4b3|f5g6:f7g6|f3g5:d8c7|c3e4:c7a7|c2b3:a7d4|g1h1:f8f7|a1d1:d4b2|d1d2:b2e5*",
  "Fgorm6zfeval": "0.0:0.2|-0.2:-0.2|-0.2:-0.2|-0.3:-0.2|-0.2:-0.2|-0.2:-0.2|-0.3:-0.2|-0.4:-0.3|-0.5:0.0|-0.3:-0.1|-0.1:0.0|0.0:0.4|0.2:0.7|0.6:0.5|0.6:0.7|0.7:0.7|0.6:0.7|0.6:0.7|0.7:0.8|0.8:0.8|0.7:0.8|0.7:0.7",
  "Fgorm6zfnotes": [
    "Line from youtube video https://www.youtube.com/watch?v=qQWRtPHA1yE",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "BLbiVzJ5": "e2e4:c7c6|f1c4:d7d5|c4b3:e7e6|d2d4:g8f6|e4e5:f6d7|c2c3:c6c5|g1e2:b8c6|e1g1:b7b5|e2f4:a7a5|f1e1:f8e7|f4d5:e6d5|b3d5:c6b8|d1f3*",
  "BLbiVzJ5eval": "0.0:0.2|-0.2:-0.2|0.0:0.0|0.0:0.2|0.1:0.2|0.1:0.2|0.1:0.2|0.2:0.3|0.1:0.2|0.2:0.5|0.3:0.4|0.3:0.4|0.4",
  "BLbiVzJ5notes": [
    "Standard starting move, e4, Black goes c6, announcing the caro kann",
    "White goes bf3, starting the hillbilly attack. Black chooses d4, attacking the pawn and a bishop",
    "White withdraws the bishop, black has an option of caputuring. However this time, black chooses to reinforce with e6 or kf6. Either one can happen here, for this example",
    "Whether the pawn or knight, White goes d4 here. Black develops the knight",
    "Whether the knight or pawn comes first, the reponse is to kic the knight, which is what white does here. Black responds with the french defense-esque Nd7",
    "White makes a big pawn chain with c3. White hasn't comitted their kingside knight to any plans. Black plays another french defense-esque move, and now white can proceeed.",
    "Knight e2 leads to some tricky options for white.. The plan castle, kf4 and stick the kingside rook in the center. Let's see what happens. Black goes Kc6.",
    "White castles, black can of course do several things here. One possibility is Bb7, another is b5. If Bb7, white should probably move their other knight out, Kd2, then Kf3, and proceed from there. But let's see what happens if white can proceed with plans. Black moves b5",
    "White goes with a tactic going f4. Black goes maybe, say, a5. If they go b6, white just moves bishop back to c2 and start making plans for a kingside attack. But in this example, white is able to proceed with aforementioned plans, revealing a tactic.",
    "White goes Re1, and black moves the bishop. An alternative move woudl be Nb7, in which white takes on c5. Black retakes with the bishop, very logical, but then white can go Nh5, threatening G7. There are various ways to pressure now, and if black castles, Qh4 can put them in a real prediciment indeed, with 2 minor pieces (knight and bishop) and a queen eyeballing it. If they put the bishop back, Qh4 is a strong move again. What if they take on d4 here? Trade pawns then sac the night on d5 (which is the next move anyway)",
    "White sacks the knight! Black takes with pawn.",
    "White retakes. Now the knight is under attack, and pinned, so should be defended somehow. Black defends with a knight",
    "Now comes the Queen. Black has lost control of the center, white is poinsed for a kingside attack, and although black is up for material, white is slightly ahead and can apply pressure. The top engine response here is for back to castle."
  ],
  "WIePN4ec": "e2e4:c7c6|f1c4:d7d5|c4b3:e7e6|d2d4:d5e4|b1c3:g8f6|f2f3:f8b4|f3e4:f6e4|d1f3:e4c3|b2c3:d8d4|g1e2:d4e5|c1f4:e5f6|f4b8*",
  "WIePN4eceval": "0.0:0.2|-0.2:-0.3|-0.5:0.1|0.0:-0.1|0.0:0.0|-0.3:-0.3|-0.4:-0.2|-0.3:-0.3|-0.3:0.7|0.7:0.8|0.6:0.7|0.6",
  "WIePN4ecnotes": [
    "What black doesn't take on e4 right away, but insted plays e6 first, THEN takes e4? That is what is shown here, the usual Qh5 isn't an option. Instead there's a short line, followed by a demonstration of an actual IM level game that was pretty much over in 12 moves.",
    "White proceeds with the hillbilly attack, black goes d5.",
    "Bishop comes back, instead of taking Black reinforces",
    "White goes standard d4, NOW black takes e5",
    "The response here is kc3, a response of Kf6 is pretty logical and not unexpected from black",
    "The following is an example of an IM game, revealing some suprising tactics. White goes f3. Black pins white's knight, the idea being is that then their pawn will be safe to be recaptured",
    "White recaptures, black takes with the knight. It looks like white's knight is trapped and vulrenable",
    "White responds with Qf3, which guards the 3rd rank. Black takes the knight anyway",
    "White recaptures, and instead of moving the bishop back, black responds wtih aggression. The move Qd4 looks attractive but white is fine. In fact it was probably even a bad move.",
    "Nd2 attacks the queen, and black is in danger of losing their bishop. Black has to move their queen. The bishop can't be taken because the pawn is pinned to the rook, and the knight is pinned. But white is still fine.",
    "White continues attacking with their bishop. If Black plays anything but f6, the bishop might be lost.",
    "Bishop takes b8! Followed would be a queen exchange, and eventually black would be down a bishop. Suprisingly stockfish only gives white a small advantage, but being human it's tough to be down a bishop."
  ],
  "vBBYjuG0": "e2e4:c7c6|f1c4:d7d5|c4b3:e7e6|d2d4:d5e4|b1c3:g8f6|f2f3:f8b4|f3e4:f6e4|d1f3:d8d4|g1e2:d4e5|c1f4:e5f5|g2g4:f5g6|h2h4*",
  "vBBYjuG0eval": "0.0:0.2|-0.2:-0.2|-0.5:0.0|0.0:0.0|0.0:0.0|-0.3:-0.2|-0.5:-0.2|-0.3:0.0|0.0:0.0|0.0:0.0|0.0:0.0|0.0:0.0",
  "vBBYjuG0notes": [
    "A slightly different idea as the previous line, except they capture with the queen first on move 8. An idea I felt worth reacalling for it's illustrative tactics. This ends up slightly better for black, but even though in the end stockfish rates the positions as equal, it is significantly tricky for black. We begin with the standard first two moves",
    "White proceeds with the hillbilly attack, black goes d5.",
    "Bishop comes back, instead of taking Black reinforces",
    "White goes standard d4, NOW black takes e5",
    "The response here is kc3, a response of Kf6 is pretty logical and not unexpected from black",
    "The following is an example of an IM game, revealing some suprising tactics. White goes f3. Black pins white's knight, the idea being is that then their pawn will be safe to be recaptured",
    "White recaptures, black takes with the knight. It looks like white's knight is trapped and vulrenable but it's not",
    "Black opts not to take white's knight, but instead moves their queen in. This leads to another queen chase however that ends not unwell for white.",
    "White responds by pressuring the queen, which moves back to h5.",
    "White continues the pressure, with bishop, black's queen keeps running.",
    "Out comes the pawn, queen keeps running.",
    "White's other pawn comes up, threatenign a pawn push. White can continue from here, castling queenside, chasing the queen, with many pieces developed versus black's few. Stockfish rates thsi position as equal, but as a human, you will be under all kinds of pressure."
  ],

  "CxxS8KBp": "e2e4:c7c6|f1c4:d7d5|c4b3:g8f6|e4e5:f6d7|d2d4:e7e6|c2c3:b7b6|g1e2:c6c5|e1g1:c8a6|b3a4:b6b5|a4c2:b5b4|f1e1:b8c6|e2f4:d8b6|c1e3:b4c3|b2c3:b6b2*",
  "CxxS8KBpeval": "0.0:0.3|-0.3:-0.2|-0.4:0.1|0.2:0.1|0.2:0.2|0.2:0.1|0.2:0.1|0.2:0.0|0.0:0.0|0.0:0.0|0.1:0.1|0.2:0.2|0.3:0.2|0.3:0.4",
  "CxxS8KBpnotes": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "This last move is where I leave this line, the engine gives white a slight advantage, ideas for white include Nb2 or maybe the engine-prefered Ba4. Black's preferred move is capturing on c3 when they can"
  ],

  "0AOb0BJ5": "e2e4:c7c6|f1c4:d7d5|c4b3:d5e4|d1h5:e7e6|b1c3:g8f6|h5h4:f8e7|c3e4:f6e4|h4e4:b8d7|d2d4:d7f6|e4e5:e8g8|g1f3:b7b6|e1g1:c8b7|e5g3:c6c5|c1h6:f6e8|d4c5:e7c5|a1d1*",
  "0AOb0BJ5eval": "|||||||||||||||",
  "0AOb0BJ5notes": ["", "", "", "", "", "", "", "", "", "", "", "", ""]
}
